Repository: lucaspozzi/Sway-TV
Catalog: *.lproj/Localizable.strings
Languages: ar, de, fr, hi, pt_br

source: Add Event
ar: إضافة حدث
pt_br: Adicionar Evento

source: Ambient Videos
ar: الفيديوات
pt_br: Vídeos

source: Choose normal sound quality if you are having connection issues.
ar: اختر جودة صوت عادية إذا كنت تواجه مشكلات في الاتصال.
de: Wählen Sie die normale Tonqualität, wenn Sie Verbindungsprobleme haben.
fr: Choisissez une qualité sonore normale si vous rencontrez des problèmes de connexion.
hi: यदि आपको कनेक्शन की समस्या हो रही है तो सामान्य ध्वनि गुणवत्ता चुनें.
pt_br: Escolha a qualidade de som normal se estiver com problemas de conexão.

source: Description
ar: وصف
pt_br: Descrição

source: End Time
ar: وقت الانتهاء
pt_br: Horário que termina

source: Ends:
ar: ينتهي:
pt_br: Até:

source: Event Schedule
ar: جدول الفعاليات
pt_br: Calendário de Eventos

source: Events
ar: احداث
fr: Épreuves
hi: घटनाओं
pt_br: Eventos

source: Favorites
ar: المفضله
de: Favoriten
hi: पसंद
pt_br: Favoritas

source: Free Music Radio
ar: راديو موسيقى مجاني
de: Kostenloses Musikradio
fr: Radio musicale gratuite
hi: नि: शुल्क संगीत रेडियो
pt_br: Rádio DJ Grátis

source: Got It
ar: فهمت ذلك
de: Ich hab es
fr: Je l’ai
hi: अब समझ में आया
pt_br: Ótimo

source: Hello, world!
ar: مرحبا بالعالم!
pt_br: Olá, mundo!!

source: High
ar: عالٍ
hi: उच्च
pt_br: Alta

source: Join me for a radio session!
ar: انضم إلي في جلسة إذاعية!
fr: Joignez-vous à moi pour une séance radio!
hi: एक रेडियो सत्र के लिए मुझसे जुड़ें!
pt_br: Entre a nossa sessão de rádio!

source: Listening to Sway Radio
ar: الاستماع إلى راديو سواي
fr: Écouter Sway Radio
hi: Sway रेडियो सुनना
pt_br: Ouvindo Sway Rádio DJ

source: My favorites
ar: المفضلة
de: Meine Favoriten
fr: Mes favoris
hi: मेरे पसंदीदा
pt_br: Minhas favoritas

source: Name
ar: اسم
fr: Nom
pt_br: Nome

source: Normal
ar: عادي
hi: सामान्य

source: Ocean
ar: محيط
pt_br: Oceano

source: Radio
ar: راديو
hi: रेडियो
pt_br: Rádio

source: Recent
ar: حديث
de: Aktuell
fr: Récente
hi: हाल में
pt_br: Recentes

source: Recently on air
ar: مؤخرا على الهواء
de: Kürzlich auf Sendung
fr: Récemment à l’antenne
hi: हाल ही में ऑन एयर
pt_br: Recentemente no ar

source: Review
ar: استعراض
de: Rezension
fr: Rétroaction
hi: प्रतिपुष्टि
pt_br: Revisar

source: Review in the App Store
ar: مراجعة في متجر التطبيقات
de: Rezension im App Store
fr: Avis dans l’App Store
hi: ऐप स्टोर में समीक्षा करें
pt_br: Revisão na App Store

source: Rings
ar: حلق

source: Save
ar: أنقذ
pt_br: Salvar

source: Send Sway to a friend
ar: أرسل التطبيق إلى صديق
de: Senden von Sway an einen Freund
fr: Envoyer Sway à une amie
hi: किसी मित्र को Sway भेजें
pt_br: Enviar o Sway a um amigo

source: Settings
ar: الإعدادات
de: Einstellungen
fr: Paramètres
hi: सेटिंग्स
pt_br: Configurações

source: Share
ar: مشاركة
de: Freigeben
fr: Partager
hi: हिस्सा
pt_br: Compartilhar

source: Sound Quality
ar: جودة الصوت
de: Klangqualität
fr: Qualité sonore
hi: ध्वनि की गुणवत्ता
pt_br: Qualidade de som

source: Start Time
ar: وقت البدء
pt_br: Horário de início

source: Starts:
ar: يبدا:
pt_br: Começa:

source: Streaming
ar: البث المباش
de: Strömend
hi: कोशिकाद्रव्य-संचार

source: To start listening, press play:
ar: لبدء الاستماع، اضغط على تشغيل:
de: Um mit dem Anhören zu beginnen, drücken Sie die Wiedergabetaste:
fr: Pour commencer à écouter, appuyez sur lecture :
hi: सुनना शुरू करने के लिए, प्ले दबाएँ:
pt_br: Aperte o triângulo play para começar a tocar:

source: Top tracks
ar: أفضل المسارات
de: Top-Strecken
fr: Top pistes
hi: शीर्ष ट्रैक
pt_br: Favoritas dos ouvintes

source: Top Tracks
ar: أفضل المسارات
de: Top-Strecken
fr: Top Pistes
hi: शीर्ष ट्रैक्स
pt_br: Música Top

source: Triangles
ar: المثلثات
pt_br: Triangulos

source: We appreciate it!
ar: نقدر ذلك!
de: Wir wissen das zu schätzen!
fr: Nous l’apprécions!
hi: हम इसकी सराहना करते हैं!
pt_br: Nós agradecemos!

source: Welcome to Sway
ar: مرحبا بكم في سواي
de: Willkommen bei Sway
fr: Bienvenue chez Sway
hi: Sway में आपका स्वागत है
pt_br: Bem-vindos ao Sway

source: When you sway to a song, save them to your favorites by tapping any of these reactions:
ar: عند التأثير على أغنية، احفظها في المفضلة من خلال النقر على أي من ردود الفعل التالية:
de: Wenn du zu einem Song schaukelst, speichere ihn in deinen Favoriten, indem du auf eine der folgenden Reaktionen tippst:
fr: Lorsque vous vous balancez sur une chanson, enregistrez-la dans vos favoris en appuyant sur l’une de ces réactions :
hi: जब आप किसी गाने पर थिरकते हैं, तो इनमें से किसी भी प्रतिक्रिया को टैप करके उन्हें अपने पसंदीदा में सहेजें:
pt_br: Quando você gostar de uma música, salve-a em seus favoritos tocando em qualquer uma destas reações:

source: You will love Sway Music Radio. Viva los DJs!
ar: سوف تحب سواي راديو الموسيقى. تحيا لوس دي جي!
de: Sie werden Sway Music Radio lieben. Viva los DJs!
fr: Vous allez adorer Sway Music Radio. Vive les DJs!
hi: आप Sway रेडियो से प्यार करेंगे। बहुत बहुत धन्यवाद!
pt_br: Você vai adorar Sway Music Radio. Viva os DJs!

source: Your feedback makes the app better and helps other listeners find Sway in the App Store.
ar: تجعل ملاحظاتك التطبيق أفضل وتساعد المستمعين الآخرين في العثور على Sway في App Store.
de: Ihr Feedback verbessert die App und hilft anderen Zuhörern, Sway im App Store zu finden.
fr: Vos commentaires améliorent l’app et aident les autres auditeurs à trouver Sway dans l’App Store.
hi: आपकी प्रतिक्रिया ऐप को बेहतर बनाती है और अन्य श्रोताओं को ऐप स्टोर में स्वे खोजने में मदद करती है।
pt_br: Seus comentários tornam o aplicativo melhor e ajudam outros ouvintes a encontrar o Sway na App Store.

source: Your sways count towards the Top Tracks, but only you can see your favorite songs.
ar: يتم احتساب تأرجحاتك نحو أفضل المسارات ، ولكن يمكنك فقط رؤية أغانيك المفضلة.
de: Ihre Sways zählen zu den Top-Tracks, aber nur Sie können Ihre Lieblingssongs sehen.
fr: Vos balancements comptent pour les Top Tracks, mais vous seul pouvez voir vos chansons préférées.
hi: आपके स्वेज टॉप ट्रैक्स की ओर गिने जाते हैं, लेकिन केवल आप अपने पसंदीदा गाने देख सकते हैं।
pt_br: Seus sways contam para as Top Tracks, mas somente você pode ver suas músicas favoritas.

source: Sway Radio
hi: स्वे रेडियो
